validate.workdir = \u041D\u0435\u0442 \u043F\u0440\u0430\u0432 \u0434\u043E\u0441\u0442\u0443\u043F\u0430 \u043A \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u0438 %s, \u0434\u043B\u044F \u0440\u0435\u0448\u0435\u043D\u0438\u044F \u0434\u0430\u043D\u043D\u043E\u0439 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u044B \u043F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0434\u0430\u043D\u043D\u0443\u044E \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u044E \u0438\u043B\u0438 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u043F\u0440\u0430\u0432\u0430 \u0432 \u0440\u0443\u0447\u043D\u0443\u044E.
validate.tempnull = \u0414\u043E\u0441\u0442\u0443\u043F \u043A \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u0438 /tmp \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u0435\u043D. \u0421\u0432\u044F\u0436\u0438\u0442\u0435\u0441\u044C \u0441 \u043D\u0430\u043C\u0438 \u0434\u043B\u044F \u0440\u0435\u0448\u0435\u043D\u0438\u044F \u0434\u0430\u0439\u043D\u043D\u043E\u0439 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u044B
validate.tempdir = \u041F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0435 \u0442\u0435\u043C\u043F \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u044B \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E, \u0432\u0430\u043C \u043D\u0430\u0434\u043E \u0441\u0430\u043C\u0438\u043C \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0438\u0445. \u0412 \u041F\u0443\u0441\u043A \u0432\u0432\u0435\u0434\u0438\u0442\u0435 '\u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0435 \u0441\u0440\u0435\u0434\u044B' \u0438 \u043E\u0442\u043A\u0440\u043E\u0439\u0442\u0435 \u044D\u0442\u043E \u043E\u043A\u043D\u043E, \u0434\u0430\u043B\u044C\u0448\u0435 \u0432\u044B \u043D\u0430\u0439\u0434\u0438\u0442\u0435 \u0432 \u044D\u0442\u043E\u043C \u043E\u043A\u043D\u0435 TEMP, TMP. \u0422\u0435\u043F\u0435\u0440\u044C \u0432\u0430\u043C \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0432\u0432\u0435\u0441\u0442\u0438 \u0440\u0435\u0430\u043B\u044C\u043D\u044B\u0435 \u043F\u0430\u043F\u043A\u0438 \u0434\u043B\u044F \u044D\u0442\u0438\u0445 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0445. \u041D\u0430\u043F\u0440\u0438\u043C\u0435\u0440 C:\\\\TEMP , C:\\\\TMP. \u0410 \u0442\u0430\u043A \u0436\u0435 \u043F\u0440\u043E\u0432\u0435\u0440\u0438\u0442\u044C \u0441\u043E\u0437\u0434\u0430\u043D\u044B \u043B\u0438 \u044D\u0442\u0438 \u043F\u0430\u043F\u043A\u0438.
validate.font = <a href=''>\u041F\u0440\u043E\u0431\u043B\u0435\u043C\u0430 \u0448\u0440\u0438\u0444\u0442\u043E\u0432. \u0414\u043B\u044F \u0435\u0451 \u0440\u0435\u0448\u0435\u043D\u0438\u044F \u043F\u0435\u0440\u0435\u0439\u0434\u0438\u0442\u0435 \u043F\u043E \u0441\u0441\u044B\u043B\u043A\u0435</a>
validate.size = \u041D\u0430 \u0432\u0430\u0448\u0435\u043C \u0440\u0430\u0437\u0434\u0435\u043B\u0435 %s \u043E\u0441\u0442\u0430\u043B\u043E\u0441\u044C \u043C\u0435\u0441\u0442\u0430 %s. \u0412\u0430\u043C \u043D\u0430\u0434\u043E \u043E\u0441\u0432\u043E\u0431\u043E\u0434\u0438\u0442\u044C \u043C\u0435\u0441\u0442\u043E \u043D\u0430 \u0440\u0430\u0437\u0434\u0435\u043B\u0435 %s, \u043F\u043E\u0441\u043B\u0435 \u043E\u0441\u0432\u043E\u0431\u043E\u0436\u0434\u0435\u043D\u0438\u044F \u043F\u0435\u0440\u0435\u0437\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0441\u043D\u043E\u0432\u0430. 
freespace = \u0421\u0432\u043E\u0431\u043E\u0434\u043D\u043E \u043C\u0435\u0441\u0442\u0430 \u0432 \u0440\u0430\u0437\u0434\u0435\u043B\u0435:
release = \u041D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u043E\u0441\u0432\u043E\u0431\u043E\u0434\u0438\u0442\u044C:
validate.successful = \u0412\u0430\u043B\u0438\u0434\u0430\u0446\u044F \u043F\u0440\u043E\u0448\u043B\u0430 \u0443\u0441\u043F\u0435\u043D\u043E
validate.error =  \u041E\u0448\u0438\u0431\u043A\u0430 \u0432\u0430\u043B\u0438\u0434\u0430\u0446\u0438\u0438
validate.update = warning.KB4515384.problem. \u0415\u0441\u043B\u0438 \u0443 \u0432\u0430\u0441 \u043D\u0435 \u0437\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u0441\u044F \u043B\u0430\u0443\u043D\u0447\u0435\u0440 \u0438\u043B\u0438 \u043F\u0440\u043E\u0438\u0441\u0445\u043E\u0434\u0438\u0442 \u043E\u0448\u0438\u0431\u043A\u0430 \u043F\u043E\u0441\u043B\u0435 \u0437\u0430\u043A\u0440\u044B\u0442\u0438\u044F \u044D\u0442\u043E\u0433\u043E \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u044F, \u0442\u043E \u0432\u0430\u043C \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0435 \u0448\u0430\u0433\u0438: <br>1) \u041E\u0442\u043A\u0440\u044B\u0442\u044C \u041F\u0443\u0441\u043A \u0438 \u0432 \u043F\u043E\u0438\u0441\u043A\u0435 \u043D\u0430\u043F\u0435\u0447\u0430\u0442\u0430\u0442\u044C '\u0416\u0443\u0440\u043D\u0430\u043B \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0439' \u0438 \u043E\u0442\u043A\u0440\u044B\u0442\u044C \u044D\u0442\u043E\u0442 \u0436\u0443\u0440\u043D\u0430\u043B. <br>2) \u0412\u0432\u0435\u0440\u0445\u0443 \u043E\u0442\u043A\u0440\u044B\u0432\u0448\u0435\u0433\u043E\u0441\u044F \u043E\u043A\u043D\u0430 \u0431\u0443\u0434\u0435\u0442 - '\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u044F' \u0438 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043D\u0430 \u0435\u0433\u043E. <br>3) \u0422\u0435\u043F\u0435\u0440\u044C \u043D\u0430\u0439\u0434\u0438\u0442\u0435 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 KB4515384 \u0438 \u0443\u0434\u0430\u043B\u0438\u0442\u0435 \u044D\u0442\u043E \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435, \u043F\u0435\u0440\u0435\u0437\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u0435 \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440 (\u0447\u0442\u043E\u0431\u044B \u043A\u0430\u0436\u0434\u044B\u0439 \u0440\u0430\u0437 \u043D\u0435 \u0443\u0434\u0430\u043B\u044F\u0442\u044C - \u043D\u0443\u0436\u043D\u043E \u043E\u0442\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 Windows, \u0447\u0442\u043E\u0431\u044B Windows \u043D\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u043B \u0435\u0433\u043E \u0441\u043D\u043E\u0432\u0430, \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u043E\u0447\u0438\u0442\u0430\u0442\u044C \u0432 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435, \u043A\u0430\u043A \u044D\u0442\u043E \u0434\u0435\u043B\u0430\u0442\u044C).
uploading=\u0417\u0430\u0433\u0440\u0443\u0437\u043A\u0430
upload.error=\u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442-\u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435. \u041D\u0435 \u0443\u0434\u0430\u0435\u0442\u0441\u044F \u0441\u043A\u0430\u0447\u0430\u0442\u044C \u0444\u0430\u0439\u043B \u043F\u043E \u0441\u0441\u044B\u043B\u043A\u0435 <br>%s, <br>\u0421\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u043E\u0431 \u043E\u0448\u0438\u0431\u043A\u0435:<br> %s
upload.error.hash.sum=\u0425\u044D\u0448 \u0441\u0443\u043C\u043C\u0430 \u043D\u0435 \u0432\u0435\u0440\u043D\u0430 \u0434\u043B\u044F %s.<br> %s
mb=\u041C\u0411
error.code.message=\u041F\u0440\u043E\u0447\u0438\u0442\u0430\u0439\u0442\u0435 \u0434\u0430\u043D\u043D\u0443\u044E \u0438\u043D\u0441\u0442\u0440\u0443\u043A\u0446\u0438\u044E \u0434\u043B\u044F \u0438\u0441\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u044F %s.
upload.speed=\u0421\u043A\u043E\u0440\u043E\u0441\u0442\u044C \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438 %s MB/s. \u0417\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u043E %s \u0444\u0430\u0439\u043B\u043E\u0432 \u0438\u0437 %s. \u0417\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u043E %s MB \u0438\u0437 %s MB
unidentified.error=\u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430
msi.afterburner.error=\u041F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u043E\u0442\u043A\u043B\u044E\u0447\u0438\u0442\u044C MSI Afterburner, Rivatuner \u0438\u043B\u0438 \u043F\u043E\u0434\u043E\u0431\u043D\u044B\u0435 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u044B \u043F\u043E \u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u0438 \u0438 \u043F\u043E\u043F\u0440\u043E\u0431\u044B\u0432\u0430\u0442\u044C \u0441\u043D\u043E\u0432\u0430 \u0437\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u044C \u043A\u043B\u0438\u0435\u043D\u0442
driver.error=<a href=''>\u041F\u0440\u043E\u0447\u0438\u0442\u0430\u0439\u0442\u0435 \u0434\u0430\u043D\u043D\u0443\u044E \u0438\u043D\u0441\u0442\u0440\u0443\u043A\u0446\u0438\u044E \u0434\u043B\u044F \u0438\u0441\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u043E\u0448\u0438\u0431\u043A\u0438</a>
file.delete.problem=\u041D\u0435 \u0441\u043C\u043E\u0433\u043B\u043E \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0444\u0430\u0439\u043B. \u0421\u043B\u0435\u0434\u0443\u0439\u0442\u0435 \u0438\u043D\u0441\u0442\u0440\u0443\u043A\u0446\u0438\u0438 \u0447\u0442\u043E\u0431\u044B \u0438\u0441\u043F\u0440\u0430\u0432\u0438\u0442\u044C \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0443: <br><a href=''>https://gdev.by/help/java/check-disk.html</a>. <br>\u041C\u043E\u0436\u0435\u0442\u0435 \u043F\u043E\u043F\u0440\u043E\u0431\u044B\u0432\u0430\u0442\u044C \u0441\u0430\u043C\u043E\u0441\u0442\u043E\u0442\u044F\u0435\u043B\u044C\u043D\u043E \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0444\u0430\u0439\u043B, \u043F\u0443\u0442\u044C \u0432\u043D\u0438\u0437\u0443 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u044F <br> %s
update.app=\u0422\u0435\u043A\u0443\u0449\u0430\u044F \u0432\u0435\u0440\u0441\u0438\u044F \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F %s. <br>\u0412\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0434\u043E \u0432\u0435\u0440\u0441\u0438\u0438 %s?<br>\u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043D\u0430\u0439\u0442\u0438 \u043F\u043E \u0441\u0441\u044B\u043B\u043A\u0435.
update.title=\u0414\u043E\u0441\u0442\u0443\u043F\u043D\u043E\u0435 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F.
update=\u041E\u0431\u043D\u043E\u0432\u0438\u0442\u044C
skip=\u041F\u0440\u043E\u043F\u0443\u0441\u0442\u0438\u0442\u044C
not.show.again=\u041D\u0435 \u0443\u0432\u0435\u0434\u043E\u043C\u043B\u044F\u0442\u044C \u043E\u0431 \u044D\u0442\u043E\u043C \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0438 %s, \u043F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u043E\u0432\u0435\u0435
unsatisfied.link.error=\u041F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u0438\u043D\u0438\u0446\u0438\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0438 \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 \u043C\u0430\u0448\u0438\u043D\u044B. \u041F\u0435\u0440\u0435\u0437\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435. \u0420\u0430\u0431\u043E\u0447\u0430\u044F \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u044F \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0430 \u0441 %s \u043D\u0430 %s. 
get.ip.addr.table=\u0414\u043B\u044F \u0438\u0441\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0441\u043E\u0437\u0434\u0430\u0439\u0442\u0435 \u043D\u043E\u0432\u043E\u0433\u043E \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043D\u0430 \u0432\u0430\u0448\u0435\u043C \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u0435 <br> \u0414\u043B\u044F Windows 7 <a href="https://support.microsoft.com/ru-ru/help/13951/windows-create-user-account">\u041A\u043B\u0438\u043A\u043D\u0438\u0442\u0435 \u0437\u0434\u0435\u0441\u044C</a> <br>\u0414\u043B\u044F Windows 10 <a href="https://gdev.by/tutorial/add-user-windows10/">\u041A\u043B\u0438\u043A\u043D\u0438\u0442\u0435 \u0437\u0434\u0435\u0441\u044C</a><br> \u0412\u043E\u0439\u0434\u0438\u0442\u0435 \u043F\u043E\u0434 \u043D\u043E\u0432\u044B\u043C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u043C, \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0438 \u0437\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u0435 \u0435\u0433\u043E!