validate.workdir =\u76EE\u5F55 %s \u6CA1\u6709\u8BBF\u95EE\u6743\u9650\uFF0C\u8981\u89E3\u51B3\u6B64\u95EE\u9898\uFF0C\u8BF7\u5C1D\u8BD5\u5220\u9664\u8BE5\u76EE\u5F55\u6216\u624B\u52A8\u8BBE\u7F6E\u6743\u9650\u3002
validate.tempnull =\u65E0\u6CD5\u8BBF\u95EE/tmp \u76EE\u5F55\u3002 \u8054\u7CFB\u6211\u4EEC\u89E3\u51B3\u8FD9\u4E2A\u95EE\u9898
validate.tempdir =\u4E34\u65F6\u53D8\u91CF\u8BBE\u7F6E\u4E0D\u6B63\u786E\uFF0C\u60A8\u9700\u8981\u81EA\u5DF1\u8BBE\u7F6E\u3002 \u5728\u5F00\u59CB\u4E2D\u8F93\u5165\u201C\u73AF\u5883\u53D8\u91CF\u201D\u5E76\u6253\u5F00\u6B64\u7A97\u53E3\uFF0C\u7136\u540E\u60A8\u5C06\u5728\u8BE5\u7A97\u53E3\u4E2D\u627E\u5230TEMP\u3001TMP\u3002 \u73B0\u5728\u60A8\u9700\u8981\u8F93\u5165\u8FD9\u4E9B\u53D8\u91CF\u7684\u5B9E\u9645\u6587\u4EF6\u5939\u3002 \u4F8B\u5982 C:\\\\TEMP \u3001C:\\\\TMP\u3002 \u5E76\u68C0\u67E5\u8FD9\u4E9B\u6587\u4EF6\u5939\u662F\u5426\u5DF2\u521B\u5EFA\u3002
validate.font = <a href=''>\u5B57\u4F53\u95EE\u9898\u3002 \u8981\u89E3\u51B3\u6B64\u95EE\u9898\uFF0C\u8BF7\u70B9\u51FB\u94FE\u63A5</a>
validate.size =  \u60A8\u7684\u5206\u533A %s \u4E0A\u8FD8\u5269 %s MB \u7A7A\u95F4\u3002 \u60A8\u9700\u8981\u91CA\u653E %s \u5206\u533A\u4E0A\u7684\u7A7A\u95F4\uFF1B\u91CA\u653E\u540E\uFF0C\u518D\u6B21\u91CD\u65B0\u542F\u52A8\u5E94\u7528\u7A0B\u5E8F\u3002
freespace =  \u8BE5\u90E8\u5206\u4E2D\u7684\u53EF\u7528\u7A7A\u95F4\uFF1A
release =\u5FC5\u987B\u53D1\u5E03\uFF1A
validate.successful =\u9A8C\u8BC1\u6210\u529F
validate.error = \u9A8C\u8BC1\u9519\u8BEF
validate.update =\u8B66\u544A.KB4515384.\u95EE\u9898\u3002 \u5982\u679C\u60A8\u7684\u542F\u52A8\u5668\u672A\u542F\u52A8\u6216\u5173\u95ED\u6B64\u6D88\u606F\u540E\u51FA\u73B0\u9519\u8BEF\uFF0C\u5219\u60A8\u9700\u8981\u6267\u884C\u4EE5\u4E0B\u6B65\u9AA4\uFF1A<br>1) \u6253\u5F00\u201C\u5F00\u59CB\u201D\uFF0C\u7136\u540E\u5728\u641C\u7D22\u4E2D\u952E\u5165\u201C\u66F4\u65B0\u65E5\u5FD7\u201D\u5E76\u6253\u5F00\u6B64\u65E5\u5FD7\u3002 <br>2\uFF09\u5728\u6253\u5F00\u7684\u7A97\u53E3\u9876\u90E8\u5C06\u51FA\u73B0 - '\u5378\u8F7D\u66F4\u65B0'\u5E76\u5355\u51FB\u5B83\u3002 <br>3\uFF09\u73B0\u5728\u627E\u5230KB4515384\u66F4\u65B0\u5E76\u5378\u8F7D\u6B64\u66F4\u65B0\uFF0C\u91CD\u65B0\u542F\u52A8\u8BA1\u7B97\u673A\uFF08\u4E3A\u4E86\u4E0D\u6BCF\u6B21\u90FD\u5378\u8F7D\uFF0C\u9700\u8981\u7981\u7528Windows\u66F4\u65B0\u4EE5\u4FBFWindows\u4E0D\u518D\u5B89\u88C5\u5B83\uFF0C\u4F60\u53EF\u4EE5\u5728\u7F51\u4E0A\u9605\u8BFB\u8FD9\u4E2A\u600E\u4E48\u505A\uFF09\u3002
uploading=\u6B63\u5728\u4E0A\u4F20
upload.error=\u68C0\u67E5\u60A8\u7684\u4E92\u8054\u7F51\u8FDE\u63A5\u3002 \u65E0\u6CD5\u4ECE\u94FE\u63A5 <br>%s \u4E0B\u8F7D\u6587\u4EF6\uFF0C<br>\u9519\u8BEF\u6D88\u606F\uFF1A<br> %s
upload.error.hash.sum=%s \u7684\u54C8\u5E0C\u503C\u4E0D\u6B63\u786E\u3002<br> %s
mb=MB
error.code.message=\u9605\u8BFB\u8FD9\u4E9B\u8BF4\u660E\u6765\u4FEE\u590D %s\u3002
upload.speed=\u4E0A\u4F20\u901F\u5EA6%s MB/s\u3002 \u5DF2\u4ECE %s \u52A0\u8F7D %s \u4E2A\u6587\u4EF6\u3002 \u5DF2\u4ECE %s MB \u52A0\u8F7D %s MB
unidentified.error.1=\u672A\u77E5\u9519\u8BEF\uFF0C\u8BF7\u5411\u6211\u4EEC\u5BFB\u6C42\u5E2E\u52A9\u6216\u81EA\u884C\u68C0\u67E5\u65E5\u5FD7\u3002
unidentified.error=\u672A\u77E5\u9519\u8BEF\uFF0C\u8BF7\u8054\u7CFB\u6211\u4EEC\u5BFB\u6C42\u5E2E\u52A9<br> \u6216\u81EA\u884C\u67E5\u770B\u65E5\u5FD7\u3002<br> \u5F53\u60A8\u5411\u6211\u4EEC\u53D1\u9001\u6D88\u606F\u65F6\uFF0C\u8BF7\u5411\u6211\u4EEC\u63D0\u4F9B\u65E5\u5FD7\u94FE\u63A5\u3002 \u60A8\u53EF\u4EE5\u901A\u8FC7\u70B9\u51FB\u201C\u83B7\u53D6\u65E5\u5FD7\u94FE\u63A5\u201D\u6309\u94AE\u6765\u83B7\u53D6\u94FE\u63A5\uFF01
msi.afterburner.error=\u5C1D\u8BD5\u7981\u7528 MSI Afterburner\u3001Rivatuner \u6216\u7C7B\u4F3C\u529F\u80FD\u7A0B\u5E8F\uFF0C\u7136\u540E\u5C1D\u8BD5\u518D\u6B21\u542F\u52A8\u5BA2\u6237\u7AEF
driver.error=<a href=''>\u9605\u8BFB\u8FD9\u4E9B\u8BF4\u660E\u6765\u4FEE\u590D\u9519\u8BEF</a>
file.delete.problem=\u5220\u9664\u6587\u4EF6\u5931\u8D25\u3002\u91CD\u65B0\u555F\u52D5\u96FB\u8166\u6216\u4F9D\u7167\u6307\u793A\u89E3\u6C7A\u554F\u984C\uFF1A<br><a href='https://tlauncher.org/en/check-disk.html'>https://tlauncher.org/en/check-disk.html</a>\u3002 <br>\u60A8\u53EF\u4EE5\u5C1D\u8BD5\u81EA\u5DF1\u5220\u9664\u8BE5\u6587\u4EF6\uFF0C\u8DEF\u5F84\u5728\u6D88\u606F\u5E95\u90E8<br>%s
update.app=%s \u5E94\u7528\u7A0B\u5E8F\u7684\u5F53\u524D\u7248\u672C\u3002 <br>\u60A8\u60F3\u5C06\u5E94\u7528\u7A0B\u5E8F\u66F4\u65B0\u5230\u7248\u672C %s \u5417\uFF1F<br>\u53EF\u4EE5\u5728\u6B64\u5904\u627E\u5230\u66F4\u6539\u3002
update.title=\u5E94\u7528\u7A0B\u5E8F\u7684\u53EF\u7528\u66F4\u65B0\u3002
update.message=\u5E94\u7528\u7A0B\u5E8F\u5C06\u7528\u65B0\u7248\u672C\u66FF\u6362\u542F\u52A8\u5668\u3002 \u5355\u51FB\u201C\u786E\u5B9A\u201D\u540E\uFF0C\u518D\u6B21\u8FD0\u884C\u60A8\u7684\u5E94\u7528\u7A0B\u5E8F\u3002
update=\u66F4\u65B0
skip=\u8DF3\u8FC7
not.show.again=\u4E0D\u901A\u77E5 %s \u6709\u5173\u6B64\u66F4\u65B0\u7684\u4FE1\u606F\uFF0C\u4EC5\u663E\u793A\u8F83\u65B0\u7684\u66F4\u65B0
unsatisfied.link.error=\u521D\u59CB\u5316\u865A\u62DF\u673A\u65F6\u53D1\u751F\u9519\u8BEF\u3002 \u91CD\u65B0\u542F\u52A8\u5E94\u7528\u7A0B\u5E8F\u3002 \u5DE5\u4F5C\u76EE\u5F55\u5DF2\u4ECE %s \u66F4\u6539\u4E3A %s\u3002
get.ip.addr.table=\u8981\u89E3\u51B3\u6B64\u95EE\u9898\uFF0C\u8BF7\u5728\u60A8\u7684\u8BA1\u7B97\u673A\u4E0A\u521B\u5EFA\u4E00\u4E2A\u65B0\u7528\u6237 <br> \u5BF9\u4E8E Windows 7 <a href="https://support.microsoft.com/ru-ru/help/13951/windows- create-user -account">\u5355\u51FB\u6B64\u5904</a> <br>\u5BF9\u4E8E Windows 10 <a href="https://gdev.by/help/add-user-windows10">\u5355\u51FB\u6B64\u5904</a><br>\u4F7F\u7528\u60A8\u7684\u65B0\u5E10\u6237\u7528\u6237\u767B\u5F55\uFF0C\u5B89\u88C5\u5E94\u7528\u7A0B\u5E8F\u5E76\u8FD0\u884C\u5B83\uFF01
download.error=\u65E0\u6CD5\u4ECE Internet \u4E0B\u8F7D\u6240\u9700\u7684\u6587\u4EF6<br> - \u68C0\u67E5\u60A8\u7684 Internet \u8FDE\u63A5\u3002
net.problem=\u6709\u932F\u8AA4\u3002 \u8ACB\u9023\u63A5\u4E92\u806F\u7DB2\uFF0C\u6216\u8005\u5982\u679C\u60A8\u7684\u4E92\u806F\u7DB2\u5DE5\u4F5C\u6B63\u5E38\uFF0C\u8ACB\u5617\u8A66 https://support.kaspersky.ru/common/windows/12378#block1
link.get=\u83B7\u53D6\u65E5\u5FD7\u94FE\u63A5
preparing=\u51C6\u5907...
clipboard.copy=\u65E5\u5FD7\u94FE\u63A5\u5DF2\u590D\u5236\u5230\u526A\u8D34\u677F\u3002
error.log.send=\u53D1\u751F\u9519\u8BEF\uFF0C\u8BF7\u81EA\u884C\u5C06\u6587\u4EF6%s\u53D1\u9001\u7ED9\u6211\u4EEC\u3002