validate.workdir = Brak praw dost\u0119pu do katalogu %s. Aby rozwi\u0105za\u0107 ten problem, spróbuj usun\u0105\u0107 ten katalog lub ustawi\u0107 uprawnienia r\u0119cznie.
validate.tempnull =Nie mo\u017Cna uzyska\u0107 dost\u0119pu do katalogu /tmp. Skontaktuj si\u0119 z nami, aby rozwi\u0105za\u0107 ten problem
validate.tempdir =Zmienne temp nie s\u0105 ustawione poprawnie, musisz je ustawi\u0107 samodzielnie. W Start wpisz \u201Ezmienne \u015Brodowiskowe\u201D i otwórz to okno, w tym oknie znajdziesz TEMP, TMP. Teraz musisz wprowadzi\u0107 rzeczywiste foldery dla tych zmiennych. Na przyk\u0142ad C:\\\\TEMP , C:\\\\TMP. Sprawd\u017A tak\u017Ce, czy te foldery zosta\u0142y utworzone.
validate.font = <a href=''>Problem z czcionk\u0105. Aby rozwi\u0105za\u0107 ten problem, kliknij link</a>
validate.size = Pozosta\u0142o %s wolnego miejsca na partycji %s. Musisz zwolni\u0107 miejsce na partycji %s; po zwolnieniu ponownie uruchom aplikacj\u0119.
freespace = Wolne miejsce w sekcji:
release =Nale\u017Cy zwolni\u0107:
validate.successful =Weryfikacja powiod\u0142a si\u0119
validate.error =B\u0142\u0105d walidacji
validate.update =ostrze\u017Cenie.KB4515384.problem. Je\u015Bli program uruchamiaj\u0105cy nie uruchamia si\u0119 lub po zamkni\u0119ciu tego komunikatu pojawia si\u0119 b\u0142\u0105d, wykonaj nast\u0119puj\u0105ce kroki: <br>1) Otwórz Start i w wyszukiwarce wpisz \u201EAktualizuj dziennik\u201D i otwórz ten dziennik. <br>2) W górnej cz\u0119\u015Bci okna, które zostanie otwarte, pojawi si\u0119 opcja \u201EOdinstaluj aktualizacje\u201D i kliknij j\u0105. <br>3) Teraz znajd\u017A aktualizacj\u0119 KB4515384 i odinstaluj t\u0119 aktualizacj\u0119, uruchom ponownie komputer (aby nie instalowa\u0107 jej za ka\u017Cdym razem, musisz wy\u0142\u0105czy\u0107 aktualizacj\u0119 systemu Windows, aby system Windows nie instalowa\u0142 jej ponownie, mo\u017Cesz przeczyta\u0107 w Internecie jak to zrobi\u0107).
uploading=Przesy\u0142anie
upload.error=Sprawd\u017A swoje po\u0142\u0105czenie internetowe. Nie mo\u017Cna pobra\u0107 pliku z linku <br>%s, <br>Komunikat o b\u0142\u0119dzie:<br> %s
upload.error.hash.sum=Suma skrótu nie jest poprawna dla %s.<br> %s
mb=MB
error.code.message=Przeczytaj te instrukcje, aby naprawi\u0107 %s.
upload.speed=Pr\u0119dko\u015B\u0107 wysy\u0142ania %s MB/s. Za\u0142adowano %s pliki z %s. Za\u0142adowano %s MB z %s MB
unidentified.error=Nieznany b\u0142\u0105d, popro\u015B nas o pomoc lub samodzielnie sprawd\u017A logi.
msi.afterburner.error=Spróbuj wy\u0142\u0105czy\u0107 MSI Afterburner, Rivatuner lub programy o podobnej funkcjonalno\u015Bci i spróbuj ponownie uruchomi\u0107 klienta
driver.error=<a href=''>Przeczytaj te instrukcje, aby naprawi\u0107 b\u0142\u0105d</a>
file.delete.problem=Nie uda\u0142o si\u0119 usun\u0105\u0107 pliku. Post\u0119puj zgodnie z instrukcjami, aby rozwi\u0105za\u0107 problem: <br><a href='https://gdev.by/help/java/check-disk'>https://gdev.by/help/java/check-disk</a>. <br>Mo\u017Cesz spróbowa\u0107 samodzielnie usun\u0105\u0107 plik, \u015Bcie\u017Cka znajduje si\u0119 na dole wiadomo\u015Bci <br> %s
update.app=Aktualna wersja aplikacji %s. <br>Czy chcesz zaktualizowa\u0107 aplikacj\u0119 do wersji %s?<br>Zmiany znajdziesz tutaj.
update.title=Dost\u0119pna aktualizacja aplikacji.
update.message=Aplikacja zast\u0105pi program uruchamiaj\u0105cy now\u0105 wersj\u0105. Po klikni\u0119ciu \u201EOK\u201D uruchom aplikacj\u0119 ponownie.
update=Aktualizacja
skip=pomi\u0144
not.show.again=Nie powiadamiaj %s o tej aktualizacji, pokazuj tylko nowsze
unsatisfied.link.error=Wyst\u0105pi\u0142 b\u0142\u0105d podczas inicjowania maszyny wirtualnej. Uruchom ponownie aplikacj\u0119. Katalog roboczy zosta\u0142 zmieniony z %s na %s.
get.ip.addr.table=Aby rozwi\u0105za\u0107 ten problem, utwórz nowego u\u017Cytkownika na swoim komputerze <br> Dla Windows 7 <a href="https://support.microsoft.com/ru-ru/help/13951/windows- create-user -account">Kliknij tutaj</a> <br>W systemie Windows 10 <a href="https://gdev.by/help/add-user-windows10">Kliknij tutaj</a><br> Zaloguj si\u0119 jako u\u017Cytkownik swojego nowego konta, zainstaluj aplikacj\u0119 i uruchom j\u0105!
download.error=Nie mo\u017Cna pobra\u0107 wymaganych plików z Internetu <br> - Sprawd\u017A swoje po\u0142\u0105czenie internetowe.
