validate.workdir =\u041D\u0435\u043C\u0430\u0454 \u043F\u0440\u0430\u0432 \u0434\u043E\u0441\u0442\u0443\u043F\u0443 \u0434\u043E \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0456\u0457 %s, \u0434\u043B\u044F \u0432\u0438\u0440\u0456\u0448\u0435\u043D\u043D\u044F \u0446\u0456\u0454\u0457 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0438 \u0441\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0432\u0438\u0434\u0430\u043B\u0438\u0442\u0438 \u0446\u044E \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0456\u044E \u0430\u0431\u043E \u0432\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0438 \u043F\u0440\u0430\u0432\u0430 \u0432\u0440\u0443\u0447\u043D\u0443.
validate.tempnull =\u041D\u0435\u043C\u043E\u0436\u043B\u0438\u0432\u0438\u0439 \u0434\u043E\u0441\u0442\u0443\u043F \u0434\u043E \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0456\u0457 /tmp. \u0417\u0432'\u044F\u0436\u0456\u0442\u044C\u0441\u044F \u0437 \u043D\u0430\u043C\u0438 \u0434\u043B\u044F \u0432\u0438\u0440\u0456\u0448\u0435\u043D\u043D\u044F \u0434\u0430\u0439\u043D\u043E\u0457 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0438
validate.tempdir =\u0417\u043C\u0456\u043D\u043D\u0456 \u0442\u0435\u043C\u043F\u0438 \u0432\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043E \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E, \u0432\u0430\u043C \u0442\u0440\u0435\u0431\u0430 \u0441\u0430\u043C\u0438\u043C \u0432\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0438 \u0457\u0445. \u0423 \u041F\u0443\u0441\u043A \u0432\u0432\u0435\u0434\u0456\u0442\u044C '\u0437\u043C\u0456\u043D\u043D\u0456 \u0441\u0435\u0440\u0435\u0434\u043E\u0432\u0438\u0449\u0430' \u0442\u0430 \u0432\u0456\u0434\u043A\u0440\u0438\u0439\u0442\u0435 \u0446\u0435 \u0432\u0456\u043A\u043D\u043E, \u0434\u0430\u043B\u0456 \u0432\u0438 \u0437\u043D\u0430\u0439\u0434\u0456\u0442\u044C \u0443 \u0446\u044C\u043E\u043C\u0443 \u0432\u0456\u043A\u043D\u0456 TEMP, TMP. \u0422\u0435\u043F\u0435\u0440 \u0432\u0430\u043C \u043F\u043E\u0442\u0440\u0456\u0431\u043D\u043E \u0432\u0432\u0435\u0441\u0442\u0438 \u0440\u0435\u0430\u043B\u044C\u043D\u0456 \u043F\u0430\u043F\u043A\u0438 \u0434\u043B\u044F \u0446\u0438\u0445 \u0437\u043C\u0456\u043D\u043D\u0438\u0445. \u041D\u0430\u043F\u0440\u0438\u043A\u043B\u0430\u0434, C:\\\TEMP , C:\\\TMP. \u0410 \u0442\u0430\u043A\u043E\u0436 \u043F\u0435\u0440\u0435\u0432\u0456\u0440\u0438\u0442\u0438 \u0447\u0438 \u0441\u0442\u0432\u043E\u0440\u0435\u043D\u0456 \u0446\u0456 \u043F\u0430\u043F\u043A\u0438.
validate.font = <a href=''>\u041F\u0440\u043E\u0431\u043B\u0435\u043C\u0430 \u0448\u0440\u0438\u0444\u0442\u0456\u0432. \u0414\u043B\u044F \u0457\u0457 \u0432\u0438\u0440\u0456\u0448\u0435\u043D\u043D\u044F \u043F\u0435\u0440\u0435\u0439\u0434\u0456\u0442\u044C \u0437\u0430 \u043F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F\u043C</a>
validate.size = \u0423 \u0440\u043E\u0437\u0434\u0456\u043B\u0456 %s \u0437\u0430\u043B\u0438\u0448\u0438\u043B\u043E\u0441\u044F \u043C\u0456\u0441\u0446\u044F %s MB. \u0412\u0430\u043C \u043F\u043E\u0442\u0440\u0456\u0431\u043D\u043E \u0437\u0432\u0456\u043B\u044C\u043D\u0438\u0442\u0438 \u043C\u0456\u0441\u0446\u0435 \u043D\u0430 \u0440\u043E\u0437\u0434\u0456\u043B\u0456 %s, \u043F\u0456\u0441\u043B\u044F \u0437\u0432\u0456\u043B\u044C\u043D\u0435\u043D\u043D\u044F \u043F\u0435\u0440\u0435\u0437\u0430\u043F\u0443\u0441\u0442\u0456\u0442\u044C \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0443 \u0437\u043D\u043E\u0432\u0443.
freespace = \u0412\u0456\u043B\u044C\u043D\u0456 \u043C\u0456\u0441\u0446\u044F \u0432 \u0440\u043E\u0437\u0434\u0456\u043B\u0456:
release =\u041D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u043E \u0437\u0432\u0456\u043B\u044C\u043D\u0438\u0442\u0438:
validate.successful =\u0412\u0430\u043B\u0456\u0434\u0430\u0446\u0456\u044F \u043F\u0440\u043E\u0439\u0448\u043B\u0430 \u0443\u0441\u043F\u0456\u0448\u043D\u043E
validate.error = \u041F\u043E\u043C\u0438\u043B\u043A\u0430 \u0432\u0430\u043B\u0456\u0434\u0430\u0446\u0456\u0457
validate.update =warning.KB4515384.problem. \u042F\u043A\u0449\u043E \u0443 \u0432\u0430\u0441 \u043D\u0435 \u0437\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u044C\u0441\u044F \u043B\u0430\u0443\u043D\u0447\u0435\u0440 \u0430\u0431\u043E \u043F\u043E\u043C\u0438\u043B\u043A\u0430 \u043F\u0456\u0441\u043B\u044F \u0437\u0430\u043A\u0440\u0438\u0442\u0442\u044F \u0446\u044C\u043E\u0433\u043E \u043F\u043E\u0432\u0456\u0434\u043E\u043C\u043B\u0435\u043D\u043D\u044F, \u0442\u043E \u0432\u0430\u043C \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u043E \u0432\u0438\u043A\u043E\u043D\u0430\u0442\u0438 \u043D\u0430\u0441\u0442\u0443\u043F\u043D\u0456 \u043A\u0440\u043E\u043A\u0438: <br>1) \u0412\u0456\u0434\u043A\u0440\u0438\u0442\u0438 \u041F\u0443\u0441\u043A \u0456 \u0432 \u043F\u043E\u0448\u0443\u043A\u0443 \u043D\u0430\u0434\u0440\u0443\u043A\u0443\u0432\u0430\u0442\u0438 '\u0416\u0443\u0440\u043D\u0430\u043B \u043E\u043D\u043E\u0432\u043B\u0435\u043D\u044C' \u0456 \u0432\u0456\u0434\u043A\u0440\u0438\u0442\u0438 \u0446\u0435\u0439 \u0436\u0443\u0440\u043D\u0430\u043B. <br>2) \u0412\u0433\u043E\u0440\u0456 \u0432\u0456\u043A\u043D\u0430 \u0431\u0443\u0434\u0435 - '\u0412\u0438\u0434\u0430\u043B\u0438\u0442\u0438 \u043E\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044F' \u0456 \u043D\u0430\u0442\u0438\u0441\u043D\u0456\u0442\u044C \u043D\u0430 \u043D\u044C\u043E\u0433\u043E. <br>3) \u0422\u0435\u043F\u0435\u0440 \u0437\u043D\u0430\u0439\u0434\u0456\u0442\u044C \u043E\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044F KB4515384 \u0456 \u0432\u0438\u0434\u0430\u043B\u0456\u0442\u044C \u0446\u0435 \u043E\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044F, \u043F\u0435\u0440\u0435\u0437\u0430\u043F\u0443\u0441\u0442\u0456\u0442\u044C \u043A\u043E\u043C\u043F'\u044E\u0442\u0435\u0440 (\u0449\u043E\u0431 \u0449\u043E\u0440\u0430\u0437\u0443 \u043D\u0435 \u0432\u0438\u0434\u0430\u043B\u044F\u0442\u0438 - \u043F\u043E\u0442\u0440\u0456\u0431\u043D\u043E \u0432\u0456\u0434\u043A\u043B\u044E\u0447\u0438\u0442\u0438 \u043E\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044F Windows, \u0449\u043E\u0431 Windows \u043D\u0435 \u0432\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0432 \u0439\u043E\u0433\u043E \u0437\u043D\u043E\u0432\u0443, \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u043E\u0447\u0438\u0442\u0430\u0442\u0438 \u0432 \u0456\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0456, \u044F\u043A \u0446\u0435 \u0440\u043E\u0431\u0438\u0442\u0438).
uploading=\u0417\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0435\u043D\u043D\u044F
upload.error=\u041F\u0435\u0440\u0435\u0432\u0456\u0440\u0442\u0435 \u0456\u043D\u0442\u0435\u0440\u043D\u0435\u0442-\u0437'\u0454\u0434\u043D\u0430\u043D\u043D\u044F. \u041D\u0435\u043C\u043E\u0436\u043B\u0438\u0432\u043E \u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0438\u0442\u0438 \u0444\u0430\u0439\u043B \u0437\u0430 \u043F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F\u043C <br>%s, <br>\u041F\u043E\u0432\u0456\u0434\u043E\u043C\u043B\u0435\u043D\u043D\u044F \u043F\u0440\u043E \u043F\u043E\u043C\u0438\u043B\u043A\u0443:<br> %s
upload.error.hash.sum=\u0425\u0435\u0448 \u0441\u0443\u043C\u0430 \u043D\u0435 \u0432\u0456\u0440\u043D\u0430 \u0434\u043B\u044F %s.<br> %s
mb=\u041C\u0411
error.code.message=\u041F\u0440\u043E\u0447\u0438\u0442\u0430\u0439\u0442\u0435 \u0446\u044E \u0456\u043D\u0441\u0442\u0440\u0443\u043A\u0446\u0456\u044E \u0434\u043B\u044F \u0432\u0438\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u044F %s.
upload.speed=\u0428\u0432\u0438\u0434\u043A\u0456\u0441\u0442\u044C \u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0435\u043D\u043D\u044F %s MB/s. \u0417\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0435\u043D\u043E %s \u0444\u0430\u0439\u043B\u0456\u0432 \u0456\u0437 %s. \u0417\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0435\u043D\u043E %s MB \u0456\u0437 %s MB
unidentified.error=\u041D\u0435\u0432\u0456\u0434\u043E\u043C\u0430 \u043F\u043E\u043C\u0438\u043B\u043A\u0430, \u0431\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0437\u0430\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u0434\u043E\u043F\u043E\u043C\u043E\u0433\u0443 \u0443 \u043D\u0430\u0441 \u0430\u0431\u043E \u043F\u0435\u0440\u0435\u0432\u0456\u0440\u0442\u0435 \u043B\u043E\u0433\u0438 \u0441\u0430\u043C\u043E\u0441\u0442\u0456\u0439\u043D\u043E.
msi.afterburner.error=\u0421\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0432\u0438\u043C\u043A\u043D\u0443\u0442\u0438 MSI Afterburner, Rivatuner \u0430\u0431\u043E \u043F\u043E\u0434\u0456\u0431\u043D\u0456 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0438 \u0437 \u0444\u0443\u043D\u043A\u0446\u0456\u043E\u043D\u0430\u043B\u044C\u043D\u043E\u0441\u0442\u0456 \u0442\u0430 \u0441\u043F\u0440\u043E\u0431\u0443\u0432\u0430\u0442\u0438 \u0437\u043D\u043E\u0432\u0443 \u0437\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u0438 \u043A\u043B\u0456\u0454\u043D\u0442
driver.error=<a href=''>\u041F\u0440\u043E\u0447\u0438\u0442\u0430\u0439\u0442\u0435 \u0446\u044E \u0456\u043D\u0441\u0442\u0440\u0443\u043A\u0446\u0456\u044E \u0434\u043B\u044F \u0432\u0438\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u044F \u043F\u043E\u043C\u0438\u043B\u043A\u0438</a>
file.delete.problem=\u041D\u0435 \u0432\u0434\u0430\u043B\u043E\u0441\u044F \u0432\u0438\u0434\u0430\u043B\u0438\u0442\u0438 \u0444\u0430\u0439\u043B. \u0412\u0438\u043A\u043E\u043D\u0430\u0439\u0442\u0435 \u0432\u043A\u0430\u0437\u0456\u0432\u043A\u0438, \u0449\u043E\u0431 \u0432\u0438\u0440\u0456\u0448\u0438\u0442\u0438 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0443: <a><a href='https://gdev.by/help/java/check-disk'>https://gdev.by/help/java/check-disk</a>. <br>\u041C\u043E\u0436\u0435\u0442\u0435 \u0441\u043F\u0440\u043E\u0431\u0443\u0432\u0430\u0442\u0438 \u0441\u0430\u043C\u043E\u0441\u0442\u0456\u0439\u043D\u043E \u0432\u0438\u0434\u0430\u043B\u0438\u0442\u0438 \u0444\u0430\u0439\u043B, \u0448\u043B\u044F\u0445 \u0432\u043D\u0438\u0437\u0443 \u043F\u043E\u0432\u0456\u0434\u043E\u043C\u043B\u0435\u043D\u043D\u044F <br> %s
update.app=\u041F\u043E\u0442\u043E\u0447\u043D\u0430 \u0432\u0435\u0440\u0441\u0456\u044F \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0438 %s. <br>\u0412\u0438 \u0445\u043E\u0447\u0435\u0442\u0435 \u043E\u043D\u043E\u0432\u0438\u0442\u0438 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0443 \u0434\u043E \u0432\u0435\u0440\u0441\u0456\u0457 %s?<br>\u0417\u043C\u0456\u043D\u0438 \u0432\u0438 \u043C\u043E\u0436\u0435\u0442\u0435 \u0437\u043D\u0430\u0439\u0442\u0438 \u0437\u0430 \u043F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F\u043C.
update.title=\u0414\u043E\u0441\u0442\u0443\u043F\u043D\u0435 \u043E\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044F \u0434\u043B\u044F \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0438.
update.message=\u0414\u043E\u0434\u0430\u0442\u043E\u043A \u0437\u0430\u043C\u0456\u043D\u0438\u0442\u044C \u043F\u0443\u0441\u043A\u0430\u0447 \u043D\u0430 \u043D\u043E\u0432\u0443 \u0432\u0435\u0440\u0441\u0456\u044E. \u041F\u0456\u0441\u043B\u044F \u043D\u0430\u0442\u0438\u0441\u043A\u0430\u043D\u043D\u044F \u043D\u0430 '\u041E\u041A', \u0437\u0430\u043F\u0443\u0441\u0442\u0456\u0442\u044C \u0432\u0430\u0448\u0443 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0443 \u0437\u043D\u043E\u0432\u0443.
update=\u041E\u043D\u043E\u0432\u0438\u0442\u0438
skip=\u041F\u0440\u043E\u043F\u0443\u0441\u0442\u0438\u0442\u0438
not.show.again=\u041D\u0435 \u043F\u043E\u0432\u0456\u0434\u043E\u043C\u043B\u044F\u0442\u0438 \u043F\u0440\u043E \u0446\u0435 \u043E\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044F %s, \u043F\u043E\u043A\u0430\u0437\u0443\u0432\u0430\u0442\u0438 \u043B\u0438\u0448\u0435 \u043D\u043E\u0432\u0456\u0448\u0435
unsatisfied.link.error=\u041F\u043E\u043C\u0438\u043B\u043A\u0430 \u043F\u0440\u0438 \u0456\u043D\u0456\u0446\u0456\u0430\u043B\u0456\u0437\u0430\u0446\u0456\u0457 \u0432\u0456\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0457 \u043C\u0430\u0448\u0438\u043D\u0438. \u041F\u0435\u0440\u0435\u0437\u0430\u043F\u0443\u0441\u0442\u0456\u0442\u044C \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0443. \u0420\u043E\u0431\u043E\u0447\u0430 \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0456\u044F \u0437\u043C\u0456\u043D\u0435\u043D\u0430 \u0437 %s \u043D\u0430 %s.
get.ip.addr.table=\u0414\u043B\u044F \u0432\u0438\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u044F \u0441\u0442\u0432\u043E\u0440\u0456\u0442\u044C \u043D\u043E\u0432\u043E\u0433\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0430 \u043D\u0430 \u0432\u0430\u0448\u043E\u043C\u0443 \u043A\u043E\u043C\u043F'\u044E\u0442\u0435\u0440\u0456 <br> \u0414\u043B\u044F Windows 7 <a href="https://support.microsoft.com/ua-help/13951/windows-create-user -account">\u041A\u043B\u0456\u043A\u043D\u0456\u0442\u044C \u0442\u0443\u0442</a> <br>\u0414\u043B\u044F Windows 10 <a href="https://gdev.by/help/add-user-windows10">\u041A\u043B\u0456\u043A\u043D\u0456\u0442\u044C \u0442\u0443\u0442</a><br> \u043A\u043E\u0440\u0438\u0441\u0442\u0443\u0432\u0430\u0447\u0435\u043C, \u0432\u0441\u0442\u0430\u043D\u043E\u0432\u0456\u0442\u044C \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0443 \u0442\u0430 \u0437\u0430\u043F\u0443\u0441\u0442\u0456\u0442\u044C \u0439\u043E\u0433\u043E!
download.error=\u041D\u0435 \u0437\u043C\u043E\u0433\u043B\u043E \u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0438\u0442\u0438 \u043D\u0435\u043E\u0431\u0445\u0456\u0434\u043D\u0456 \u0444\u0430\u0439\u043B\u0438 \u0437 \u0406\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0443 <br> - \u041F\u0435\u0440\u0435\u0432\u0456\u0440\u0442\u0435 \u0437'\u0454\u0434\u043D\u0430\u043D\u043D\u044F \u0437 \u0406\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u043E\u043C.