validate.workdir =Nu exist\u0103 drepturi de acces la directorul %s, pentru a rezolva aceast\u0103 problem\u0103, încerca\u021Bi s\u0103 \u0219terge\u021Bi acest director sau s\u0103 seta\u021Bi drepturile manual.
validate.tempnull =Directorul /tmp nu poate fi accesat. Contacta\u021Bi-ne pentru a rezolva aceast\u0103 problem\u0103
validate.tempdir =Variabilele temp nu sunt setate corect, trebuie s\u0103 le seta\u021Bi singur. În Start, introduce\u021Bi \u201Evariabile de mediu\u201D \u0219i deschide\u021Bi aceast\u0103 fereastr\u0103, apoi ve\u021Bi g\u0103si TEMP, TMP în aceast\u0103 fereastr\u0103. Acum trebuie s\u0103 introduce\u021Bi folderele reale pentru aceste variabile. De exemplu C:\\\\TEMP , C:\\\\TMP. \u0218i, de asemenea, verifica\u021Bi dac\u0103 aceste foldere au fost create.
validate.font = <a href=''>Problem\u0103 de font. Pentru a o rezolva, urma\u021Bi linkul</a>
validate.size = Mai exist\u0103 %s spa\u021Biu r\u0103mas pe parti\u021Bia %s MB. Trebuie s\u0103 elibera\u021Bi spa\u021Biu pe parti\u021Bia %s; odat\u0103 eliberat, reporni\u021Bi aplica\u021Bia.
freespace = Spa\u021Biu liber în sec\u021Biunea:
release =trebuie eliberat:
validate.successful =Validare reu\u0219it\u0103
validate.error =Eroare de validare
validate.update =warning.KB4515384.problem. Dac\u0103 lansatorul dvs. nu porne\u0219te sau apare o eroare dup\u0103 închiderea acestui mesaj, atunci trebuie s\u0103 urma\u021Bi ace\u0219ti pa\u0219i: <br>1) Deschide\u021Bi Start \u0219i în c\u0103utarea tasta\u021Bi \u201EUpdate log\u201D \u0219i deschide\u021Bi acest jurnal. <br>2) În partea de sus a ferestrei care se deschide va ap\u0103rea - \u201EDezinstala\u021Bi actualiz\u0103rile\u201D \u0219i face\u021Bi clic pe el. <br>3) Acum g\u0103si\u021Bi actualizarea KB4515384 \u0219i dezinstala\u021Bi aceast\u0103 actualizare, reporni\u021Bi computerul (pentru a nu-l dezinstala de fiecare dat\u0103, trebuie s\u0103 dezactiva\u021Bi actualizarea Windows pentru ca Windows s\u0103 nu o instaleze din nou, pute\u021Bi citi pe Internet cum s\u0103 fac\u0103 acest lucru).
uploading=Se încarc\u0103
upload.error=Verifica\u021Bi-v\u0103 conexiunea la internet. Nu se poate desc\u0103rca fi\u0219ierul de la linkul <br>%s, <br>Mesaj de eroare:<br> %s
upload.error.hash.sum=Suma hash nu este corect\u0103 pentru %s.<br> %s
mb=MB
error.code.message=Citi\u0163i aceste instruc\u0163iuni pentru a repara %s.
upload.speed=Viteza de înc\u0103rcare %s MB/s. Au fost înc\u0103rcate %s fi\u0219iere de la %s. S-au înc\u0103rcat %s MB de la %s MB
unidentified.error.1=Eroare necunoscut\u0103, v\u0103 rug\u0103m s\u0103 ne cere\u0163i ajutor sau s\u0103 verifica\u0163i singur jurnalele.
unidentified.error=Eroare necunoscut\u0103, v\u0103 rug\u0103m s\u0103 ne contacta\u021Bi pentru ajutor <br> sau vizualiza\u021Bi singur jurnalele.<br> Când ne trimite\u021Bi un mesaj, v\u0103 rug\u0103m s\u0103 ne furniza\u021Bi linkul pentru jurnal. Pute\u021Bi ob\u021Bine linkul f\u0103când clic pe butonul "Ob\u021Bine\u021Bi linkul de jurnal"!
msi.afterburner.error=Încerca\u021Bi s\u0103 dezactiva\u021Bi MSI Afterburner, Rivatuner sau programe de func\u021Bionalitate similare \u0219i încerca\u021Bi s\u0103 porni\u021Bi din nou clientul
driver.error=<a href=''>Citi\u021Bi aceste instruc\u021Biuni pentru a remedia eroarea</a>
file.delete.problem=\u0218tergerea fi\u0219ierului a e\u0219uat. Fie reporni\u021Bi computerul, fie urma\u021Bi instruc\u021Biunile pentru a remedia problema: <br><a href='%s'>%s</a>. <br>Pute\u021Bi \u00EEncerca s\u0103 \u0219terge\u021Bi singur fi\u0219ierul, calea se afl\u0103 \u00EEn partea de jos a mesajului <br> %s
update.app=Versiunea actual\u0103 a aplica\u0163iei %s. Dori\u021Bi s\u0103 actualiza\u021Bi aplica\u021Bia la versiunea %s?<br>Modific\u0103rile pot fi g\u0103site aici.
update.title=Actualizare disponibil\u0103 pentru aplica\u021Bie.
update.message=Aplica\u021Bia va înlocui lansatorul cu noua versiune. Dup\u0103 ce da\u021Bi clic pe 'OK' aplica\u021Bia se va lansa.
update=Actualizare
skip=Sari peste
not.show.again=Nu anunta %s despre aceasta actualizare, arata doar pe cele mai noi
unsatisfied.link.error=A ap\u0103rut o eroare la ini\u0163ializarea ma\u015Finii virtuale. Reporni\u021Bi aplica\u021Bia. Directorul de lucru a fost schimbat din %s în %s.
get.ip.addr.table=Pentru a remedia acest lucru, crea\u021Bi un utilizator nou pe computerul dvs. <br> Pentru Windows 7 <a href="https://support.microsoft.com/ru-ru/help/13951/windows- create-user -account">Face\u021Bi clic aici</a> <br>Pentru Windows 10 <a href="https://gdev.by/help/add-user-windows10">Face\u021Bi clic aici</a><br> Conecta\u021Bi-v\u0103 cu noul dvs. utilizator de cont, instala\u021Bi aplica\u021Bia \u0219i rula\u021Bi-o!
download.error=Nu s-au putut desc\u0103rca fi\u0219ierele necesare de pe Internet <br> - Verifica\u021Bi-v\u0103 conexiunea la Internet.
net.problem=Exist\u0103 o eroare. Conecta\u021Bi-v\u0103 la internet sau dac\u0103 internetul func\u021Bioneaz\u0103 corect, încerca\u021Bi https://support.kaspersky.com/common/windows/12378?_ga=2.260235726.2145434810.1716299296-949221191.1715868474
link.get=Ob\u0163ine link-ul de jurnal
preparing=Se pregatesc...
clipboard.copy=Leg\u0103tura de jurnal a fost copiat\u0103 în clipboard.
error.log.send=A ap\u0103rut o eroare, v\u0103 rug\u0103m s\u0103 ne trimite\u0163i singur fi\u015Fierul %s.